const table = [
  // 월요일
  [
    [
      ["응개", "마성옥"],
      ["컴보", "오종찬"],
    ],
    [
      ["응개", "마성옥"],
      ["컴보", "오종찬"],
    ],
    ["비영 A", "공정도"],
    ["공업일반", "이호성"],
    ["비영 B", "전유원"],
    ["공수 B", "김재영"],
    ["HR", ""],
  ],
  // 화요일
  [
    [
      ["인공", "하미영"],
      ["네구", "임재훈"],
      ["방콘", "정희범"],
    ],
    [
      ["인공", "하미영"],
      ["네구", "임재훈"],
      ["방콘", "정희범"],
    ],
    ["진로", "전유원"],
    [
      ["응개", "마성옥"],
      ["컴보", "오종찬"],
    ],
    [
      ["응개", "마성옥"],
      ["컴보", "오종찬"],
    ],
    ["DB 구축", "김혁준"],
    ["공수 A", "이효현"],
  ],
  // 수요일
  [
    [
      ["시프", "오종찬"],
      ["네프", "김현철"],
      ["컴그", "정희범"],
    ],
    [
      ["시프", "오종찬"],
      ["네프", "김현철"],
      ["컴그", "정희범"],
    ],
    ["공업일반", "이호성"],
    ["DB 구축", "김혁준"],
    ["고전 읽기", "성기하"],
    ["CA", ""],
  ],
  // 목요일
  [
    ["비영 B", "전유원"],
    ["미적분", "김재영"],
    ["공업일반", "이호성"],
    [
      ["시프", "오종찬"],
      ["네프", "김현철"],
      ["컴그", "정희범"],
    ],
    ["진로", "전유원"],
    ["비영 A", "공정도"],
    ["DB 구축", "김혁준"],
  ],
  // 금요일
  [
    ["미적분", "김재영"],
    [
      ["인공", "하미영"],
      ["네구", "임재훈"],
      ["음콘", "박수영"],
    ],
    [
      ["인공", "하미영"],
      ["네구", "임재훈"],
      ["음콘", "박수영"],
    ],
    [
      ["응개", "마성옥"],
      ["컴보", "박성수"],
    ],
    ["DB 구축", "김혁준"],
    ["고전 읽기", "성기하"],
    ["공수 A", "이효현"],
  ],
];
